Repository: ambuda-org/ambuda
Catalog: ambuda/translations/sa/LC_MESSAGES/messages.po
Languages: sa

source: Not Found (404)
sa: नोपलभ्यते (४०४)

source: Sorry! We couldn't find what you were looking for. If you think you've found a bug in our project, <a href="%(contact_url)s">let us know</a> and we'll fix it as soon as we can.
sa: क्षम्यताम् । अन्विष्टं न लब्धम् । दोषाः लक्षिताः चेत् <a href="%(contact_url)s">निश्शङ्कं सूच्यन्ताम्</a> । तान् निवारयितुं यतामहे ।

source: Server Error (500)
sa: वितरक-दोषः (५००)

source: Sorry, our site has encountered an unknown error. We will investigate the issue so that we can prevent it in the future. If you think you know what caused this issue, please <a href="%(contact_url)s">let us know</a> and we'll fix it as soon as we can.
sa: क्षम्यताम् । अज्ञात-हेतुः विघ्नः समापतितः । विचार्य तं निवारयिष्यामः । विघ्न-हेतुः ज्ञायते चेत् <a href="%(contact_url)s">सूच्यताम्</a> ।

source: Ambuda
sa: अम्बुदः

source: A breakthrough Sanskrit library
sa: आधुनिकः संस्कृतग्रन्थालयः

source: Sanskrit literature with word-by-word analysis and integrated dictionaries. All in a free online library that works on all devices.
sa: प्रतिपदं व्याख्यातो, नाना-शब्द-कोशैश्च सनाथीकृतः । सर्वेषु यन्त्रेषु निश्शुल्कं प्रयोक्तुं शक्यः ।

source: Explore the library
sa: ग्रन्थालयः प्रविश्यताम्

source: Building the world's largest Sanskrit library
sa: महत्तमं संस्कृत-ग्रन्थ-सङ्ग्रहं रचयामः

source: Sanskrit texts are scattered across dozens of websites, thousands of books, and millions of manuscripts. Their quality and ease of use vary widely, and there isn't an easy way to explore what Sanskrit has to offer.
sa: अल्प-ज्ञातेषु जालक्षेत्रेषु, विस्मृत-प्रायेषु ग्रन्थेषु, जीर्ण-जीर्णासु मातृकासु च पारे-लक्षं ग्रन्थाः उच्चावचं तिष्ठन्ति । तेषु केचत् प्रसिद्धाः, केचद् अप्रसिद्धाः, केचन सुबोधाः, केचन दुर्बोधाश्च । तान् एतान् अध्येतुम् इच्छतां नास्ति निष्कण्टको मार्गः ।

source: That's why Ambuda is building a complete library of traditional Sanskrit literature. Our library is small now, but it's growing rapidly. Soon, it will be the largest Sanskrit library in the world.
sa: अतः कारणाद्, अम्बुद-नामधेयो ऽयं सर्वव्यापी ग्रन्थालयो र्निर्मीयते । अधुना अल्पीयानपि, क्षिप्रं वर्धिष्णुः अचिरादेव महीयते ।

source: Open access for all
sa: सार्वजनिकः प्रवेशः

source: What if you could read Sanskrit anywhere for free? What if reading Sanskrit online were delightful and beautiful? What if you could easily find Sanskrit resources in your native language?
sa: सद्मनि वा वर्त्मनि वा यत्र कुत्रचिद् ग्रन्थान् निश्शुल्कं पठितुमर्हसि । अत्र ग्रन्थ-प्रस्तुतिः सुबोधा मनोहारिणी च । नाना-देश-भाषा-निबद्धाः व्याकरण-कोशादि-विचाराः चोपलभ्यन्ते ।

source: We have a long way to go, but we want to make our library radically accessible to as many people as we can. For now, you can use our website on any device. Soon, we'll support other languages besides English.
sa: दीर्घो ऽयं पन्थाः इति विदितम् एव । भारते ऽपरत्र वा, निर्धनो धनाढ्यो वा, बालः पण्डितो वा सर्वो ऽपि जनो जालक्षेत्रम् एतद् विशृङ्खलं प्रयुञ्जीत । यस्मिन् कस्मिन्नपि यन्त्रे जालक्षेत्रम् एतत् प्रयोक्तुमर्हसि । अचिराद् एव हिन्दी-कार्णाटी-द्राविडी-प्रभृतिभिः भाषाभिश्च व्यवहारः शक्ष्यते ।

source: Intelligent technology
sa: चतुराणि यन्त्राणि

source: Word-by-word analysis. Integrated dictionary support. Transliteration to a variety of different scripts. And so much more. Our intelligent library uses state-of-the-art technology to make Sanskrit more accessible than ever before.
sa: पद-च्छेदो, विग्रहः, पदार्थोक्तिः, लिपि-परिवर्तनम् इत्यादयो गुरु-मुख-ग्राह्याः व्याख्या-गातश्च विषयाः अत्र प्रस्तूयन्ते तन्त्रांश-साहाय्येन । केनापि इन्द्रजालेन यन्त्रान्तर्गमितः पण्डित इव तन्त्रांशो ऽयं सर्वमपि जनं ग्रन्थ-पठने समर्थतां नयेत् ।

source: But our work is just beginning. We have so much planned for the future: translations, commentaries, full-text search, and deeper hyperlinks across the entire corpus.
sa: अधुना दिङ्मात्रं दर्शितमत्र । कर्तव्यम् अस्ति महत् । अनुवादाः, प्रचीन-व्याख्याः, इष्ट-पदान्वेषणम्, उल्लेख-प्राप्ति-सौकर्यम् इत्यादि प्राकाश्यं नेष्यते ।

source: By the public, for the public
sa: लोकेन कृतं लोकस्य कृते

source: Ambuda is run entirely by volunteers, and we would be thrilled to have your support in whatever form you can provide it. Learn more about how you can <a href="%(support_url)s">help Ambuda grow</a>.
sa: भवादृशाः अगृहीत-वेतनाः सुरभारती-समाराधका एवास्य जालक्षेत्रस्य धुरं वहन्ति । भवता यथाशक्ति कृतं साहाय्यम् अल्पमपि बहुलायते । <a href="%(support_url)s">कथम् अम्बुदं पुष्णीयामिति ज्ञायताम्</a> ।

source: Ambuda is growing rapidly. <a href="%(mailing_url)s">Sign up for our mailing list</a> to receive regular updates on new content and features.
sa: अम्बुदः क्षिप्रं वर्धते । अस्माकं विद्युत्पत्त्र-सूच्यां <a href="%(mailing_url)s">निज-सङ्केतं स्थापयत</a>, येन नूत्न-ग्रन्थ-कोश-तन्त्रांशादि-वर्ता ज्ञायते ।

source: Sanskrit at your fingertips
sa: करबदरसदृशं संस्कृतम्

source: Our work is just beginning. Thank you for using Ambuda.
sa: दीर्घे पथि प्रथमं पदम् एतत् । भवतो ऽभ्यागमनेन अनुगृहीताः स्मः ।

source: Support
sa: साहाय्यं कुरु

source: Code and Data
sa: ग्रन्थपाठाः तन्त्रांशश्च

source: Contact
sa: सम्पर्कः

source: For comments, questions, and feedback on our work, please use the form below to email us. If you want to help Ambuda grow, <a href="%(support)s">click here</a> to learn more about how you can do so.
sa: गुण-दोषा-विचारणा प्रश्नाश्च अधो-दत्ते पट्टके लिख्यन्ताम् । कथम् अम्बुदं पुष्णीयाम् <a href="%(support)s">इत्यत्र ज्ञायताम्</a> ।

source: Email address
sa: विद्युत्पत्त्र-सङ्केतः

source: Message
sa: सन्देशः

source: Send message
sa: सन्देशं प्रेषय

source: About
sa: परिचयः

source: Ambuda's mission is to make the Sanskrit tradition radically accessible. Formal work on Ambuda began on 1 June 2022, but our team of volunteers has been dreaming of such a project for years.
sa: संस्कृत-वाङ्मयं न कस्यचिद् दुर्ग्राह्यम् अग्राह्यं वा भवेदिति अम्बुदस्य चिकीर्षितम् । नैकान् वर्षान् हृदये एव लालितः सन् शुभकृत्संवत्सरे ज्येष्ठ-शुक्ल-द्वीतीयायाम् अम्बुदः मूर्तं रूपम् अभजत् ।

source: <a href="%(mailing_url)s">Our mailing list</a> shares regular updates on Ambuda and our other Sanskrit projects. <a href="%(code_url)s">Our code</a> is all on GitHub, and we eagerly welcome contributors of all backgrounds. For all other inquiries, please <a href="%(contact_url)s">reach out to us directly</a>.
sa: <a href="%(mailing_url)s">अस्माकं विद्युत्पत्त्र-सूची-द्वारा</a> काले काले वर्ता प्रसार्यते । <a href="%(code_url)s">निश्शेषो ऽपि तन्त्रांश-विधिः गिट्हब-जालक्षेत्रे</a> तिष्ठति । सर्वेभ्यः साहाय्य-कर्तृभ्यो निष्पक्षपातं स्वागतं व्याहरामः । अन्यत् किञ्चित् प्रष्टव्यं चेद् <a href="%(contact_url)s">अत्र सन्देशो लिख्यताम् </a> ।

source: Mission
sa: लक्ष्याणि

source: Values
sa: स्थूलध्येयानि

source: People
sa: अग्रण्यः

source: Our Name
sa: अम्बुद इति नाम

source: Privacy Policy
sa: गोपनीयता-नीतिः

source: Terms of Use
sa: उपयोग-नियमाः

source: Register
sa: पञ्जीकरणम्

source: Create an Ambuda account
sa: अम्बुदे सदस्यत्वं गृहाण

source: Create account
sa: सदस्यत्वं गृहाण

source: We've sent a recovery email to <kbd>%(email)s</kbd>. Check your email for a link to reset your password. If it doesn’t appear within a few minutes, check your spam folder.
sa: कूट-शब्दस्य नवीकरणार्थं <kbd>%(email)s</kbd> प्रति विद्युत्पत्त्रं प्रेषितम् । कतिपयैः निमेषैरपि न लब्धश्चेत्, फल्गुपत्त्राणि परिशील्यन्ताम् ।

source: Reset your password
sa: कूट-शब्दं नवीकुरु

source: Enter the email address that you used when you signed up for Ambuda. We'll send you an email with a password reset link.
sa: सदस्यत्व-ग्रहणार्थं प्रयुक्तो विद्युत्पत्त्र-सङ्केतो लिख्यताम् । कूट-शब्दस्य नवीकरणार्थं शृङ्खला तत्र प्रेष्यते ।

source: Enter your email address
sa: विद्युत्पत्त्र-सङ्केतो लिख्यताम्

source: Send password reset email
sa: कूट-शब्दस्य नवीकरणार्थं विद्युत्पत्त्रं प्रेषय

source: Sign in
sa: प्रवेशः

source: Sign in to Ambuda
sa: अम्बुदः प्रविश्यताम्

source: Forgot password?
sa: कूट-शब्दो विस्मृतः?

source: Don't have an account? Click here to register.
sa: नास्ति सदस्यत्वम्? प्राप्तुमत्र गम्यताम् ।

source: Dictionaries
sa: शब्दकोशाः

source: Dictionary lookup
sa: शब्दकोशे पदान्वेषणम्

source: Search
sa: अन्विष्यताम्

source: Sanskrit-English
sa: संस्कृतम्-English

source: Apte (1890)
sa: आप्टे (ईस॰ १८९०)

source: Monier-Williams (1899)
sa: मोनीयर्-विल्यंस् (ईस॰ १८९९)

source: Shabdasagara (1900)
sa: शब्दसागरः (ईस॰ १९००)

source: Sanskrit-Sanskrit
sa: संस्कृतम्-संस्कृतम्

source: Vācaspatyam (1873)
sa: वाचस्पत्यम् (ईस॰ १८७३)

source: Śabdakalpadrumaḥ (1886)
sa: शब्दकल्पद्रुमः (ईस॰ १८८६)

source: Sanskrit-Kannada
sa: संस्कृतम्-ಕನ್ನಡ

source: Shabdarthakaustubha
sa: शब्दार्थकौस्तुभः

source: Ambuda is run entirely by volunteers for the public benefit. Learn more about how you can <a href="%(support)s"> help Ambuda grow</a>.
sa: लोक-हितं पुरस्कृत्य अगृहीत-वेतनाः कार्यकर्तारः एव अम्बुदं निर्वाहयन्ति । <a href="%(support)s">कथम् अम्बुदं पुष्णीयामिति ज्ञायताम्</a> ।

source: Texts
sa: ग्रन्थाः

source: Proofing
sa: पाठशोधनम्

source: Donate
sa: दानम्

source: Community
sa: समुदायः

source: Sign out
sa: निर्गमः

source: Devanagari
sa: देवनागरी

source: Gujarati
sa: ગુજરાતી

source: Kannada
sa: ಕನ್ನಡ

source: Malayalam
sa: മലയാളം

source: Oriya
sa: ଓଡ଼ିଆ

source: Telugu
sa: తెలుగు

source: %(title)s | Ambuda
sa: %(title)s — अम्बुदः

source: You can format this text with Markdown. <a href="%(help_url)s">Click here to learn more.</a>
sa: लेखे ऽस्मिन् मार्कडौन-विन्यासः कर्तुं शक्यः । अधिकं <a href="%(help_url)s">ज्ञातुमत्र गम्यताम्</a> ।

source: Contents
sa: ग्रन्थपाठः

source: Resources
sa: उपायाः

# texts
source: About
sa: परिचयः

source: Created by <a href="%(author_url)s">%(username)s</a>
sa: <a href="%(author_url)s">%(username)s</a>द्वारा स्थापितम्

source: Help
sa: सूचनाः

source: Beginner's guide
sa: संक्षिप्ताः सूचनाः

source: Complete guide
sa: पूर्णाः सूचनाः

source: Editor manual
sa: शोधकानां दिग्दर्शकः

source: Contribute
sa: योगदानम्

source: Ongoing projects
sa: शोध्यमानाः ग्रन्थाः

source: Create project
sa: ग्रन्थं योजय

source: Recent changes
sa: सद्यःपरिवर्तनानि

source: Tagging
sa: प्रतिपदं व्याख्यानम्

source: Talk
sa: चर्चा

source: Summary
sa: सिंहावलोकनम्

source: Activity
sa: इतिहासः

source: Edit
sa: परिचयः

source: Download
sa: अवरोपणम्

source: Admin
sa: प्रशासनम्

source: Overview
sa: परिचयः

source: Thousands of Sanskrit texts are available only in print. Join our global volunteer effort to digitize these texts and make them accessible to all.
sa: सहस्रशः संस्कृत-ग्रन्थाः केवलं मुद्रितेषु पुस्तकेषु स्थिताः । वयं तान् यन्त्र-गतान् कुर्मो यथा सर्वेषां सुलभ्याः सुख-ग्राह्याश्च स्युः । अस्माकं कार्यकर्तृ-गणः प्रविश्यताम् ।

source: Needs more work
sa: अशोधितम्

source: Proofed once
sa: सकृत् शोधितम्

source: Proofed twice
sa: द्विः शोधितम्

source: Not relevant
sa: उपेक्षणीयम्

source: Sort by:
sa: दर्शन-क्रमः

source: Title
sa: शीर्षकम्

source: Creation date
sa: निर्माण-समयः

source: Progress
sa: कार्याभिवृद्धिः

source: Ascending
sa: अनुलोमः

source: Descending
sa: प्रतिलोमः

source: %(num)d page
sa: %(num)d पृष्ठम्

source: Publish changes
sa: शोधनानि प्रकाश्यन्ताम्

source: You can use these links to download the latest version of the transcribed project. To save these files to your local machine, right-click and click <kbd>Save As &hellip;</kbd> or whatever similar option your computer gives you.
sa: एताः शृङ्खलाः प्रयुज्य नवीनतमः शोधित-पाठः अवरोपयितुं शक्यः । तं निज-यन्त्रे रक्षितुं दक्षिणतः तुद, <kbd>Save As &hellip;</kbd> इत्येतत् चिनु ।

source: Download as plain text
sa: plain text इति रूपेण अवरोपय

source: Download as TEI XML
sa: TEI XML इति रूपेण अवरोपय

source: Search the project
sa: ग्रन्थे पदादिकम् अन्विष्यताम्

source: Run batch OCR
sa: सामूहिकं लिपि-प्रत्यभिज्ञानं कुरु

source: Save changes
sa: परिवर्तनानि रक्ष्यन्ताम्

source: Description
sa: परिचयः

source: Pages
sa: पृष्ठानि

# project
source: About
sa: परिचयः

source: (none)
sa: (शून्यम्)

source: Author
sa: कर्ता

source: Editor
sa: सम्पादकः

source: Publisher
sa: प्रकाशकः

source: Publication year
sa: प्रकाशनवर्षः

source: Recent discussion
sa: सद्यस्का चर्चा

source: This project doesn't have any ongoing discussion. <a href="%(new_thread_url)s">Start a new thread?</a>
sa: ग्रन्थमेनम् अधिकृत्य पूर्वं चर्चा न कृता । <a href="%(new_thread_url)s">चर्चा क्रियताम्?</a>

source: This project doesn't have any edits yet.
sa: अद्यावधि शोधनं न कृतम् ।

source: Create thread
sa: चर्चा-सरणिः निर्मीयताम्

source: Add a post
sa: लेखं योजय

source: Upanishads
sa: उपनिषदः

source: Itihasas
sa: इतिहासाः

source: Kavyas
sa: काव्यानि

source: Other works
sa: अन्ये ग्रन्थाः

source: This text does not support clickable word meanings.
sa: अस्य ग्रन्थस्य प्रतिपदार्थो नाद्यापि संयोजितः ।

source: Click on words to see what they mean.
sa: अर्थं ज्ञातुम् इष्टं पदं तुद ।

source: Font Size:
sa: लिपि-गरिमा

source: Tiny
sa: अल्पीयान्

source: Small
sa: अल्पः

source: Medium
sa: मध्यमः

source: Large
sa: गुरुः

source: X-Large
sa: गरीयान्

source: Script:
sa: लिपिः

source: Parsed View:
sa: पदच्छेदः

source: In place
sa: तत्रैव

source: Side by side
sa: पार्श्वतः

source: Show full text
sa: सकलं ग्रन्थं दर्शय

source: Username
sa: सदस्यस्य नाम

source: Password
sa: कूट-शब्दः

source: Old password
sa: पुरातनः कूट-शब्दः

source: New password
sa: नूतनः कूट-शब्दः

source: Confirm password
sa: कूट-शब्दः पुनर्लिख्यताम्

source: Please click the reCAPTCHA box.
sa: reCAPTCHA इति पट्टकं तुद ।

source: Description (optional)
sa: ग्रन्थ-परिचयः (वैकल्पिकः)

source: What is this book about? Why is this project interesting?
sa: कं विषयम् आश्रयति ग्रन्थः? कुतः तत्र जनो रुचिं वहेत्?

source: Page numbers (optional)
sa: पृष्ठ-सङ्ख्याः (वैकल्पिक्यः)

source: The author of the original work, e.g. Kalidasa.
sa: ग्रन्थ-कर्ता (यथा कालिदासः)

source: The person or organization that created this edition of the text.
sa: ग्रन्थ-सम्पादकः (यथा चारुदेव-शास्त्री, वैदिक-संशोधन-मण्डली वा)

source: The original publisher of this book, e.g. Nirnayasagar.
sa: ग्रन्थ-प्रकाशकः (यथा निर्णय-सागर-मुद्रणालयः)

source: The year in which this specific edition was published.
sa: कस्मिन् ख्रिस्ताब्दे प्रकाशितो ऽयं ग्रन्थः?

source: Query
sa: प्रश्नः

source: Saved changes.
sa: रक्षितानि परिवर्तनानि

source: All pages in this project have at least one edit already.
sa: सर्वेषु पृष्ठेषु कनिष्ठ-पक्षे एकं शोधनं कृतम् ।
